src/main/resources/entrust/performSetQA.vm

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
    <performSetQA xmlns="http://ws.entrustplugin.expertedge.com/">
        <!-- Optional -->
        <arg0 xmlns="">
            #foreach ($answer in $answers)
                <answers>${answer}</answers>
            #end
            <appCode>${appCode}</appCode>
            <appDesc>${appDesc}</appDesc>
            <group>${appGroup}</group>
            #foreach ($question in $questions)
                <questions>${question}</questions>
            #end

            <userName>${userName}</userName>
        </arg0>
    </performSetQA>
    </Body>
</Envelope>